Repository: kacperpaczos/mint-screenshot
Catalog: po/*.po
Languages: ka

source: Window-specific screenshot (deprecated)
ka: მითითებული ფანჯრის ანაბეჭდი (მოძველებული)

source: Grab just the current window, rather than the whole desktop. This key has been deprecated and it is no longer in use.
ka: მიმდინარე ფანჯრის ანაბეჭდი მთელი ეკრანის მაგიერ. ეს მოძველებულია და აღარ გამოიყენება.

source: Screenshot delay
ka: ეკრანის ანაბეჭდის დაყოვნება

source: The number of seconds to wait before taking the screenshot.
ka: რამდენი წამი მოვიცადო ანაბეჭდის გადაღებამდე.

source: Screenshot directory
ka: ეკრანის ანაბეჭდის საქაღადლე

source: The directory where the screenshots will be saved by default.
ka: ბილიკი ნაგულისხმებ საქაღალდემდე, სადაც ანაბეჭდები ინახება.

source: Last save directory
ka: ბოლოს შენახული საქაღლდე

source: The last directory a screenshot was saved in interactive mode.
ka: ინტერაქტიურ რეჟიმში გადაღებული ანაბეჭდების ჩასაწერი უკანასკნელი საქაღალდე.

source: Include Pointer
ka: გამოჩნდება კურსორიც

source: Include the pointer in the screenshot
ka: ეკრანის ანაბეჭდზე კურსორიც გამოჩნდება

source: Include ICC Profile
ka: ICC პროფილის ჩასმა

source: Include the ICC profile of the target in the screenshot file
ka: ანაბეჭდის ფაილში სამიზნის ICC პროფილის მიყოლება

source: Default file type extension
ka: ფაილის ტიპის ნაგულისხმები გაფართოება

source: The default file type extension for screenshots.
ka: ეკრანის ანაბეჭდის ფაილის ტიპის ნაგულისხმები გაფართოება.

source: Screenshot
ka: ეკრანის ანაბეჭდი

source: Save images of your screen or individual windows
ka: ინდივიდუალური ფანჯრების ან მთელი ეკრანის ანაბეჭდის შენახვა

source: Take a Screenshot of the Whole Screen
ka: მთელი ეკრანის ანაბეჭდის გადაღება

source: Take a Screenshot of the Current Window
ka: მიმდინარე ფანჯრის ანაბეჭდის გადაღება

source: Screenshot is a simple utility that lets you take pictures of your computer screen. Screenshots can be of your whole screen, any specific application, or a selected rectangular area. You can also copy the captured screenshot directly into the GNOME clipboard and paste it into other applications.
ka: Screenshot არის მარტივი პროგრამა, რომელიც საშუალებას გაძლევთ გადაიღოთ სურათები თქვენი კომპიუტერის ეკრანზე. ეკრანის ანაბეჭდები შეიძლება იყოს თქვენი მთელი ეკრანი, ნებისმიერი კონკრეტული აპლიკაცია ან შერჩეული მართკუთხა არე. თქვენ ასევე შეგიძლიათ დააკოპიროთ გადაღებული ეკრანის სურათი პირდაპირ GNOME-ის ბუფერში და ჩასვათ იგი სხვა აპლიკაციებში.

source: Screenshot allows you to take screenshots even when it’s not open: just press the PrtSc button on your keyboard, and a snapshot of your whole screen will be saved to your Pictures folder. Hold Alt while pressing PrtSc and you will get a screenshot of only the currently selected window.
ka: სკრინშოტი საშუალებას გაძლევთ გადაიღოთ ეკრანის ანაბეჭდები მაშინაც კი, როცა ის არ არის გახსნილი: უბრალოდ დააჭირეთ PrtSc ღილაკს თქვენს კლავიატურაზე და თქვენი მთელი ეკრანის სნეპშოტი შეინახება თქვენს სურათების საქაღალდეში. დააჭირეთ Alt-ს PrtSc-ზე დაჭერისას და მიიღებთ მხოლოდ ამჟამად არჩეული ფანჯრის სკრინშოტს.

source: _Cancel
ka: _გაუქმება

source: _Save
ka: _შენახვა

source: C_opy to Clipboard
ka: ბაფერში _კოპირება

source: _Name:
ka: სახელი:

source: _Folder:
ka: _საქაღალდე:

source: _Take Screenshot
ka: _სწრაფი ასლის აღება

source: Capture Area
ka: დასაკოპირებელი ადგილი

source: _Screen
ka: _ეკრანი

source: _Window
ka: _ფანჯარა

source: Se_lection
ka: _მონიშნული

source: Show _Pointer
ka: _კურსორის ჩვენება

source: _Delay in Seconds
ka: _დაყოვნების დრო წამებში

source: _Help
ka: დახმარება

source: _About Screenshot
ka: Screenshot-ის შესახებ

source: A file named “%s” already exists in “%s”
ka: ფაილი სახელით %s უკვე არსებობს %s-ში

source: Overwrite existing file?
ka: გადავაწერო ფაილს?

source: Unable to capture a screenshot
ka: ეკრანის ანაბეჭდის ჩაჭერის შეცდომა

source: Error creating file. Please choose another location and retry.
ka: ფაილის შექმნის შეცდომა. აირჩიეთ სხვა მდებარეობა და თავიდან სცადეთ.

source: Error creating file
ka: ფაილის შენახვის შეცდომა

source: All possible methods failed
ka: ყველა შესაძლო მეთოდი ავარიულად დასრულდა

source: Send the grab directly to the clipboard
ka: გადაჭერის პირდაპირ ბაფერში გაგზავნა

source: Grab a window instead of the entire screen
ka: მთელი ეკრანის მაგიერ ერთი ფანჯრის ანაბეჭდის აღება

source: Grab an area of the screen instead of the entire screen
ka: მთელი ეკრანის მაგიერ მონიშნული ადგილის ანაბეჭდის აღება

source: Include the window border with the screenshot. This option is deprecated and window border is always included
ka: ჩართეთ ფანჯრის საზღვარი ეკრანის სურათთან ერთად. ეს პარამეტრი მოძველებულია და ფანჯრის საზღვრები ყოველთვის შედის

source: Remove the window border from the screenshot. This option is deprecated and window border is always included
ka: ამოიღეთ ფანჯრის საზღვარი ეკრანის ანაბეჭდიდან. ეს პარამეტრი მოძველებულია და ფანჯრის საზღვრები ყოველთვის შედის

source: Include the pointer with the screenshot
ka: ეკრანის ანაბეჭდზე კურსორიც გამოჩნდება

source: Take screenshot after specified delay [in seconds]
ka: ანაბეჭდის მითითებული დაყოვნების შემდეგ აღება [წამები]

source: seconds
ka: წამი

source: Effect to add to the border (‘shadow’, ‘border’, ‘vintage’ or ‘none’). Note: This option is deprecated and is assumed to be ‘none’
ka: საზღვარზე დასამატებელი ეფექტი („ჩრდილი“, „საზღვარი“, „რთველი“ ან „არცერთი“). შენიშვნა: ეს პარამეტრი მოძველებულია და ითვლება "არცერთი"

source: effect
ka: ეფექტი

source: Interactively set options
ka: პარამეტრების ინტერაქტიურად დაყენება

source: Save screenshot directly to this file
ka: ანაბეჭდის პირდაპირ ამ ფაილში ჩაწერა

source: filename
ka: ფაილის სახელი

source: Print version information and exit
ka: ვერსიის ჩვენება და გასვლა

source: translator-credits
ka: თემური დოღონაძე

source: Conflicting options: --window and --area should not be used at the same time.
ka: ურთიერთხელშემშლელი პარამეტრები: --window და --area ერთდროულად გამოყენებული ვერ იქნება.

source: Screenshot from %s.%s
ka: ანაბეჭდი თარიღით %s.%s

source: Screenshot from %s - %d.%s
ka: ანაბეჭდი თარიღით %s - %d.%s

source: Error loading the help page
ka: დახმარების გვერდის ჩატვირთვის შეცდომა
